Repository: deckerth/RecipeBrowser10
Catalog: RecipeBrowser/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AddToFavorites.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add to Favorites
de_de: Rezept vormerken

# AppManifestName
source: Recipe Browser
de_de: Rezepte

# AppName.Text
source: Recipe Browser
de_de: Rezepte

# AppSettings.Text
source: Settings
de_de: Einstellungen

source: Cancel
de_de: Abbrechen

# CancelButton.Content
source: Cancel
de_de: Abbrechen

# CategoryDoesAlreadyExist
source: The category does already exist.
de_de: Die angegebene Kategorie existiert bereits.

# CategoryEditor.PrimaryButtonText
source: Save
de_de: Speichern

# CategoryEditor.SecondaryButtonText
source: Cancel
de_de: Abbrechen

# CategoryLabel.Text
source: Category:
de_de: Kategorie:

# CategoryNameIsEmpty
source: Specify a category name.
de_de: Der Kategoriename darf nicht leer sein.

# ChangeCategory.Label
source: Change Category
de_de: Kategorie ändern

# ChangeCategoryText.Text
source: Change category
de_de: Kategorie ändern

# ChangeRootFolder.Content
source: Change Root Folder
de_de: Startordner ändern

# CookedOn
source: prepared on
de_de: zubereitet am

# CreateNote
source: New Note
de_de: Neue Notiz

# DateDescending.Text
source: Date, descending
de_de: Datum, absteigend

# DefineCategoryPageTitle.Text
source: New Category
de_de: Neue Kategorie

# DeleteRecipe.Text
source: Delete Recipe
de_de: Rezept löschen

source: Display Note
de_de: Notiz anzeigen

# DontAsk
source: Don't ask again
de_de: Nicht noch einmal fragen

# DoYouWantToDelete
source: Do you want to delete the recipe?
de_de: Soll das Rezept gelöscht werden?

# DoYouWantToScan
source: The database has not yet been initialized. Do you want to initialize the database now?
de_de: Die Datenbank wurde noch nicht initialisiert. Wollen Sie die Initialisierung jetzt vornehmen?

# EditCategories.Text
source: Edit categories
de_de: Kategorien bearbeiten

# EditCategory.Text
source: Edit category
de_de: Kategorie bearbeiten

# EditCategoryTitle
source: Edit category
de_de: Kategorie bearbeiten

# FavoriteRecipes.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Favorites
de_de: Vorgemerkte Rezepte

# FavoriteRecipesText.Text
source: Favorites
de_de: Vorgemerkte Rezepte

# FavoritesFolder
source: Favorites
de_de: Favoriten

# FolderSelectionText.Text
source: Other Category
de_de: Kategorie wechseln

# FullscreenView.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fullscreen
de_de: Vollbild

source: Further Options
de_de: Weitere Einstellungen

# GetCategoryImage.Content
source: Choose Category Image
de_de: Kategoriebild laden

# HistoryFolder
source: History
de_de: Zubereitungshistorie

# Home.Text
source: Category Overview
de_de: Kategorieübersicht

# LastCookedDescending.Text
source: Prepared, descending
de_de: Zuletzt zubereitet, absteigend

# Later
source: Not now
de_de: Nicht jetzt

# LogAsCooked.Label
source: Prepared!
de_de: Zubereitet!

# LoggingSwitch.Header
source: Log application events
de_de: Anwendungsereignisse protokollieren

# MoveTo.Text
source: Move to...
de_de: Verschieben nach...

# NameAscending.Text
source: Name, ascending
de_de: Name, aufsteigend

# NewCategory.Text
source: New Category
de_de: Neue Kategorie

source: No
de_de: Nein

# NoteEditor.Header
source: Notes for this Recipe
de_de: Rezeptnotizen

# OpenRecipe.Text
source: Open Recipe
de_de: Rezept öffnen

source: Open Root Folder
de_de: Startordner auswählen

source: Recipe
de_de: Rezept

# RefreshRecipes.Text
source: Refresh List
de_de: Liste aktualisieren

# RemoveRecipe.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove Recipe from List
de_de: Rezept aus der Liste entfernen

# SaveButton.Content
source: Save
de_de: Speichern

# SearchResultFolder
source: Search Results
de_de: Suchergebnisse

# SelectACategory
source: Select a category first.
de_de: Bitte zunächst eine Kategorie auswählen.

# SetRootFolder.Content
source: Set Root Folder
de_de: Startordner festlegen

# SettingsFlyout.Title
source: Settings
de_de: Einstellungen

# Share.Text
source: Share
de_de: Teilen

# ShowHistoryText.Text
source: History
de_de: Historie

# Timer.Text
source: T I M E R S
de_de: T I M E R

source: times
de_de: Mal

# UnableToCreateCategory
source: The category could not be created.
de_de: Die Kategorie konnte nicht angelegt werden.

# UnableToDelete
source: The recipe could not be deleted.
de_de: Das Rezept konnte nicht gelöscht werden.

# UnableToEditCategory
source: The category could not be changed.
de_de: Die Kategorie konnte nicht geändert werden.

# UnableToSaveNotes
source: The changes could not be saved.
de_de: Die Änderungen konnten nicht gespeichert werden.

source: up to now
de_de: bislang

# WhichDestinationCategory.Text
source: Choose the new category for this recipe
de_de: In welche Kategorie soll das Rezept verschoben werden?

source: Yes
de_de: Ja

# MoreEntries
source: More...
de_de: Mehr...

source: Category filter
de_de: Kategoriefilter

# setFilter.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter by Category
de_de: Nach Kategorie filtern

# addExternalRecipe.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add recipe from external source (e.g. cookbook)
de_de: Rezept aus externer Quelle (z.B. Kochbuch) hinzufügen

# AddExternalRecipeDialog.PrimaryButtonText
source: Add
de_de: Hinzufügen

# AddExternalRecipeDialog.SecondaryButtonText
source: Cancel
de_de: Abbrechen

# AddExternalRecipeDialog.Title
source: Add Recipe
de_de: Rezept hinzufügen

# deleteFilter.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete Filter
de_de: Filter löschen

# ExternalRecipeCategory.Header
source: Category
de_de: Kategorie

# ExternalRecipeDate.Header
source: Prepared on
de_de: Zubereitet am

# ExternalRecipeSource.PlaceholderText
source: Recipe source
de_de: Rezeptquelle

# ExternalRecipeTitle.PlaceholderText
source: Title
de_de: Titel

# AddFirstRecipe.Text
source: The gallery for this recipe is empty
de_de: Die Galerie zu diesem Rezept ist leer

# ImageGalery.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pictures for this recipe
de_de: Bilder zu diesem Rezept

# UploadPicture.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add picture
de_de: Bild hinzufügen

# DoYouWantToDeleteImage
source: Do you want to delete the picture?
de_de: Möchten Sie das Bild löschen?

# ImageNotDeleted
source: The image could not be deleted
de_de: Das Bild konnte nicht gelöscht werden

# RecipeImage
source: Recipe picture
de_de: Rezeptfoto

# ImageGalery.Label
source: Gallery
de_de: Galerie

# ShowTimersPane.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show timers
de_de: Timer anzeigen

# RefreshGalery.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reload gallery
de_de: Galerie neu laden

# Settings.Text
source: Settings
de_de: Einstellungen

# SettingsDialog.Title
source: Settings
de_de: Einstellungen

# AddRecipe.Text
source: Add Recipe
de_de: Neues Rezept

# RecipeDoesAlreadyExist
source: A recipe with this name is already contained in the collection
de_de: Ein Rezept mit diesem Namen ist bereits in der Sammlung enthalten

# RecipeNameEditor.PrimaryButtonText
source: Add
de_de: Hinzufügen

# RecipeNameEditor.SecondaryButtonText
source: Cancel
de_de: Abbrechen

# RecipeNameEditor.Title
source: Add Recipe
de_de: Rezept hinzufügen

# RecipeNameIsEmpty
source: Enter a name for the recipe
de_de: Geben Sie einen Titel für das Rezept ein

# RecipeNameLabel.Text
source: Recipe Title
de_de: Rezepttitel

# ExportHistory.Text
source: Export history
de_de: Historie exportieren

# ImportExportHistory.Text
source: Import / export history
de_de: Historie exportieren / importieren

# ImportHistory.Text
source: Import history
de_de: Historie importieren

# DoYouWantToRescan
source: Do you want to rebuild the history database? This may take some minutes.
de_de: Möchten Sie die Datenbank neu aufbauen? Dieser Vorgang kann einige Minuten dauern.

source: Rename
de_de: Umbenennen

# RenameRecipe.Text
source: Rename recipe
de_de: Rezept umbenennen

# RenameRecipeText
source: Rename recipe
de_de: Rezept umbenennen
